Repository: HomAfromPTZ/Request-Call-Back-Translated
Catalog: languages/ssrcb-*.po
Languages: ru_ru

# Options page header title
source: Request Call Back
ru_ru: Заказать звонок

# Options page menu title
source: Request Call Back
ru_ru: Заказать звонок

source: Request Call Back Settings
ru_ru: Заказать звонок, настройки

source: Button Installation
ru_ru: Установка кнопки

source: If you want to include a configurable call back button (required if using lightbox mode), copy and paste the following code in to the theme template file where you want the button to appear (e.g. header.php):
ru_ru: Если вы хотите установить редактируемую кнопку заказа звонка (необходимо при использовании режима lightbox), <br/>скопируйте и вставте следующий код в шаблон той страницы где вы хотите её отобразить (например header.php):

source: Button Options
ru_ru: Настройка кнопки

source: Options to customise button styling, colour, position and CSS
ru_ru: Изменение стиля, цвета, расположения и CSS

source: Button label
ru_ru: Текст на кнопке

source: Button styling
ru_ru: Стиль кнопки

source: Remove default styling
ru_ru: Не использовать стиль по умолчанию

source: - Use this if you want to add your own styling
ru_ru: - включите, если вы используете собственный стиль

source: Choose from a list of preset colours
ru_ru: Выбор изи списка цветовых схем

source: Button colour
ru_ru: Цвет кнопки

source: Custom CSS
ru_ru: Альтернативный CSS

source: Add your own CSS styling to the button to suit your needs
ru_ru: Вставте собственный CSS код

source: Custom CSS classes
ru_ru: Альтернативные CSS классы

source: Separate with spaces
ru_ru: Разделите пробелом

source: Button position
ru_ru: Расположение

source: Float right
ru_ru: По правому краю

source: Float left
ru_ru: По левому краю

source: None
ru_ru: Не выравнивать

source: General Options
ru_ru: Основные настройки

source: Options to customise overall functionality of the plugin
ru_ru: Общая функциональность

source: Display mode
ru_ru: Режим отображения

source: Open form in a lightbox
ru_ru: Открыть окно с формой при помощи lightbox

source: - Requires button code to be installed
ru_ru: - требует установки кода кнопки в шаблон

source: Display form on an existing page
ru_ru: Показать форму на созданной специально странице

source: Form Width
ru_ru: Ширина формы

source: Supports pixels or percent, for example 400px or 50%
ru_ru: Поддерживаются пиксели или проценты, например 400px или 50%

source: Form content
ru_ru: Содержимое формы

source: Email address
ru_ru: Email адрес

source: Who to send the call back information to
ru_ru: Кому отправлять информацию о заказанном звонке?

source: Thank you page
ru_ru: Страница благодарности

source: Select page
ru_ru: Укажите страницу

source: Where to send the visitor after the request has been sent successfully
ru_ru: Куда перенаправить пользователя, после успешной отправки формы заказа звонка

source: Extra Field Options
ru_ru: Настройка дополнительных полей

source: Options to add additional form fields to the request form and whether to make them optional or required
ru_ru: Возможность добавить дополнительные поля в форму, а также указать обязательность их заполнения

source: Email
ru_ru: Email клиента

# Disabled label
source: Disabled
ru_ru: Отключено

# Optional label
source: Optional
ru_ru: Не обязательное

# Required label
source: Required
ru_ru: Обязательное

source: When to call
ru_ru: Когда звонить

source: Allow visitors to select between
ru_ru: Позволить клиенту выбрать между

source: and
ru_ru: и

source: Message
ru_ru: Сообщение

source: Field Label Options
ru_ru: Настройка заголовков полей

source: Options to customise field labels and palceholders
ru_ru: Укажите заголовки для полей формы и текст для подсказки

source: Field label
ru_ru: Заголовок

source: Field placeholder
ru_ru: Подсказка

source: Name
ru_ru: Имя

source: Telephone
ru_ru: Телефон

source: Submit
ru_ru: Кнопка отправки

source: Advanced Options
ru_ru: Расширенные настройки

source: Options to enable or disable Colorbox scripts for lightbox display mode
ru_ru: Возможность включить или выключить скрипты Colorbox для режима Lightbox

source: Note: this plugin comes with the %s jQuery plugin to allow the call back form to open in a lightbox. <br>If you think this plugin is conflicting with other plugins that use lightboxes, you can control it using these options.
ru_ru: Замечание: данное дополнение сопровождается jQuery плагином %s, который позволяет форме заказа отображаться при помощи lightbox. <br>Если вам кажется, что этот плагин конфликтует с другими дополнениями которые используют lightbox, вы можете проконтролировать это при помощи данных настроек.

source: Enable Colorbox
ru_ru: Включить

source: Disable Colorbox
ru_ru: Выключить

source: - Only use this if Colorbox is already installed
ru_ru: - Используйте только в том случае, если Colorbox уже установлен

source: Save Changes
ru_ru: Сохранить настройки

source: Request Call Back Plugin by %s
ru_ru: Плагин за авторством %s

source: settings
ru_ru: настроек

source: Request Call Back Plugin:
ru_ru: Модуль заказа звонка:

source: Don't forget to create a thank you page for the request call back form and configure it in the plugin %s.
ru_ru: Не забудьте создать страницу для отображения формы заказа обратного звонка, а затем указать её на странице %s модуля.

source: Enter your details below to request a call back and we will get back in touch as soon as possible.
ru_ru: Укажите необходимые данные и мы свяжемся с вами в ближайшее время.

source: Error sending mail
ru_ru: Ошибка отправки сообщения

source: Email address:
ru_ru: Email адрес:

source: Any time
ru_ru: В любое время

source: When to call:
ru_ru: Когда звонить:

source: Message:
ru_ru: Сообщение:

source: Call Back Request
ru_ru: Запрос обратного звонка

source: A call back request has been sent with the following details: Name:
ru_ru: Запрос обратного звонка был отправлен с параметрами: Имя:

source: Telephone:
ru_ru: Телефон:

source: Sent from
ru_ru: Отправлено от

source: via the Request Call Back plugin.
ru_ru: при помощи формы заказа обратного звонка.

source: There was a problem submitting your details, please try again later or manually write to us at
ru_ru: Возникла проблема с отправкой ваших данных, попробуйте позже или напишите нам на

# Plugin settings label
source: Settings
ru_ru: Настройки

source: Request Call Back
ru_ru: Заказать звонок

source: Adds a simple, configurable request call back form to WordPress. Visitors can request a call back by providing their name and number via lightbox (or embedded form), which is then sent to the site owner via email.
ru_ru: Добавляет простую и настраиваемую форму заказа обратного звонка. Посетители могут запросить обратный звонок указав свое имя и номер телефона в форме которая будет отправлена владельцу сайта по email. Форма может отображаться на отдельной странице или при помощи lightbox.
